Repository: marc-deon/Oceanic-Onmifeeder
Catalog: VideoTest/locale/*.po
Languages: eo, ja

source: Saved successfully
eo: Konservis sukcese
ja: セーブしました

source: Connected to:
eo: Konektata al: {ip}:{port}
ja: {ip}:{port}に繋げている

source: Connecting...
eo: Konektanta
ja: 繋げる中...

source: Not connected
eo: Ne konektata
ja: 繋げていない

source: Home
eo: Hejmo
ja: ホーム

source: Settings
eo: Agordoj
ja: 制定

source: Connect
eo: Konektu
ja: 繋ぐ

source: Disconnect
eo: Malkonektu
ja: 切る

source: Temperature
eo: Temperaturo
ja: 温度

source: Last feed
eo: Lasta nutro
ja: 前抜きの時

source: Feed Now
eo: Nun nutru
ja: 今すぐ抜き

source: Feed Time
eo: Tempo de nutro
ja: 抜きの時

source: Feed Length
eo: Longo de nutro
ja: 抜きの長さ

source: Temperature Warning
eo: Averto de temperaturo
ja: 温度の警告

source: pH Warning
eo: Averto de pH
ja: pHの警告

source: Language
eo: Lingvo
ja: 言語

source: Reset
eo: Reŝargu
ja: 再設定する

source: Refresh
eo: Refreŝigu

source: Apply
eo: Apliku
ja: 申し込む

# full
source: MONTH_1
eo: Januaro

# full
source: MONTH_2
eo: Februaro

# full
source: MONTH_3
eo: Marto

# full
source: MONTH_4
eo: Aprilo

# full
source: MONTH_5
eo: Majo

# full
source: MONTH_6
eo: Junio

# full
source: MONTH_7
eo: Julio

# full
source: MONTH_8
eo: Aŭgusto

# full
source: MONTH_9
eo: Septembro

# full
source: MONTH_10
eo: Oktobro

# full
source: MONTH_11
eo: Novembro

# full
source: MONTH_12
eo: Decembro

# numeric
source: DATE_TIME_FORMAT
eo: {HOUR}:{MINUTE}, {YEAR}-{MONTH}-{DAY}
ja: {HOUR}:{MINUTE} {YEAR}-{MONTH}-{DAY}

# full
source: DATE_TIME_FORMAT
eo: {HOUR}:{MINUTE}, {YEAR} {MONTH} {DAY}
ja: {HOUR}:{MINUTE} {YEAR}年{MONTH}月{DAY}日

source: Feeding...
eo: Nutrantas...
ja: 抜く中...

source: Not connected!
eo: Ne konektata!
ja: 繋げていない！

source: SECONDS_TIME
eo: sekundo
ja: 秒

source: Remote Settings
eo: Agordoj Foraj
ja: 遠い制定

source: Local Settings
eo: Agordoj Proksimaj
ja: 近い制定

source: Time Format
eo: Formato de Tempo
ja: 時間のフォーマット

source: Temperature Format
eo: Formato de Temperatuo
ja: 温度のフォーマット

source: 12 Hour
eo: 12 Horoj
ja: １２時間

source: 24 Hour
eo: 24 Horoj
ja: ２４時間

source: Fahrenheit
eo: Farenhejto
ja: 華氏温度

source: Celsius
eo: Celsiuso
ja: 零度

source: Save
eo: Konservu
ja: セーブする

source: TIME_AM
eo: atm.
ja: 午前

source: TIME_PM
eo: ptm.
ja: 午後

source: Username (NYI)
ja: ユーザー名

source: Password (NYI)
ja: パスワード

source: THEME
ja: テーマ

source: THEME_DARK
ja: 暗い

source: THEME_LIGHT
ja: 明るい

source: Registration
ja: 登録
